[
  {
    "title": "Mission Brewery Tour",
    "author": "Paolo Lucchesi",
    "description": "Pop quiz: Can you name all the breweries in the Mission? (Bonus: All of them have solid food options.)",
    "transit": "Few neighborhoods are better for walking. ",
    "breweries": "Woods Cerveceria, Southpaw BBQ, Southern Pacific Brewing Co., Almanac Beer Co., Old Bus Tavern",
    "class": "mission"
  },
  {
    "title": "Ballpark Beer Stroll",
    "author": "Rich Pestorich",
    "description": "Fans of beer, and the Giants, have plenty of options within about a mile of AT&T Park. For for a more laid-back experience, hit these spots when the Orange and Black are on the road.",
    "transit": "Plenty of public transportation along the way.",
    "breweries": "Thirsty Bear Brewing Co., Black Hammer Brewing Co., 21st Amendment Brewery (taproom), Local Brewing, Triple Voodoo Brewery, Magnolia Smokestack",
    "class": "ballpark"
  },
  {
    "title": "S.F.'s Eastside Excursion",
    "author": "Paolo Lucchesi",
    "description": "Thanks to a plethora of industrial spaces, the Dogpatch and Bayview neighborhoods are home to some of San Francisco's best breweries. ",
    "transit": "Public transportation is a solid option on this route, as is, for the real go-getters, walking.",
    "breweries": "Triple Voodoo Brewery, Magnolia Smokestack, Harmonic Brewing, Speakeasy Ales & Lagers, Laughing Monk",
    "class": "bayview"
  },
  {
    "title": "A West S.F. Brew Tour",
    "author": "Rich Pestorich",
    "description": "The brew-for-you options are a bit more spread out on the west side of the city, but that shouldn't stop you from exploring this turf.",
    "transit": "You can plot out a complicated public transit route or tap a ride-hailing app.",
    "breweries": "Barrel Head Brewhouse, Magnolia Pub & Brewery, Social Kitchen & Brewery, Sunset Reservoir Brewing Co., Beach Chalet",
    "class": "westSF"
  },
  {
    "title": "North Coast Ale Trail",
    "author": "Tim O'Rourke",
    "description": "Head north up the coast along Highway 101 and hit some of the most revered breweries in the region that have helped shape craft beer culture across the nation.",
    "transit": "You're going to need a patient designated driver.",
    "breweries": "Marin Brewing Co., Lagunitas Brewing Co., Russian River Brewing Co., Bear Republic Brewing Co. (Taproom), Mendocino Brewing Co., Anderson Valley Brewing Co., North Coast Brewing Co., Eel River Brewing Co., Lost Coast Brewery (Brewery/Cafe), Mad River Brewing Co.",
    "class": "northcoast"
  },
  {
    "title": "Berkeley Bike+Beer Bash",
    "author": "Tim O’Rourke",
    "description": "For a city of around 115,000 people, Berkeley has more than its share of standout brewing operations, and the range in flagship styles at these eight spots raises the bar for beer fans looking for more than 12 takes on an IPA.",
    "transit": "Bike until you've hit the limit, then walk or catch a ride.",
    "breweries": "Fieldwork Brewing Co., Gilman Brewing Company, Trumer Brauerei, Sierra Nevada Torpedo Room, The Rare Barrel, Hoi Polloi Brewpub and Beat Lounge, Jupiter Beer, Triple Rock Brewery and Alehouse",
    "class": "berkeley"
  },
  {
    "title": "OakTown’s Craft Path",
    "author": "Tim O’Rourke",
    "description": "The East Bay’s biggest city is making an ever-increasing impact on the Northern California brew scene. Check out these spots for a taste.",
    "transit": "You can mix and match public-transit options or wear out a pair of sneakers.",
    "breweries": "Temescal Brewing , Drake's Dealership, Diving Dog Brewhouse, Woods Bar and Brewery, Pacific Coast Brewing Co., Linden Street Brewery, Independent Brewing Co. ",
    "class": "oaktown"
  },
  {
    "title": "Suds of Suburbia",
    "author": "Tim O'Rourke",
    "description": "The hippest spots are in cities, and many of the classic breweries are in far-flung counties. But don’t disregard the beer bastions in the ’burbs.",
    "transit": "You’ll definitely need a car and a sober driver for this one.",
    "breweries": "E.J. Phair Brewing, Black Diamond Brewing, Epidemic Ales, Calicraft Brewing Company, Farm Creek Brewing, Danville Brewing Co. , Schubros Brewery, Main Street Brewery, Eight Bridges Brewing, Working Man Brewing Co. , Altamont Beer Works ",
    "class": "suburbia"
  },
  {
    "title": "The 650 Swing",
    "author": "Paolo Lucchesi",
    "description": "From South City to Mountain View, the Peninsula has a bunch of spots for your beer-drinking pleasure. Some are all about the beer, but most are just a good time.",
    "transit": "Get a designated driver, or get creative with CalTrain and ride services.",
    "breweries": "Armstrong Brewing Co., Steelhead Brewing Co., Alpha Acid Brewing Co., Devil's Canyon Brewing Co., Freewheel Brewing Co., Tied House Brewery",
    "class": "peninsula"
  },
  {
    "title": "Capital City Crawl",
    "author": "Tim O'Rourke",
    "description": "SacTown has a long brewing history, and the scene from West Sac to Midtown up to Gold Country is thriving again.",
    "transit": "Chop it up for a smaller walkable tour or enlist a few Uber or Lyft rides.",
    "breweries": "Bike Dog Brewing Co., New Helvetia Brewing Co., Ruhstaller, Big Stump Brewing Co., Rubicon Brewing Co., Oak Park Brewing Co., Track 7 Brewing Co., Device Brewing Co.",
    "class": "sac"
  }
]